"Close Window" = "Fechar Janela";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Seu iPod foi atualizado para a versão <version>. Por favor, ejete e depois desconecte e conecte novamente o iPod para que ele possa completar o processo de atualização.";
"An error occurred. There may be open files on the iPod." = "Ocorreu um erro. Talvez haja arquivos abertos no iPod.";
W = "W";
"The iPod is not mounted." = "O iPod não está montado.";
"Click the lock to prevent further changes." = "Clique no cadeado para impedir mais alterações.";
"The iPod could not be unmounted because it is in use." = "O iPod não pôde ser desmontado porque está em uso.";
"Plug in an iPod to update it." = "Conecte um iPod para atualizá-lo.";
Quit = "Quit";
"Click the lock to make changes." = "Clique no cadeado para fazer alterações.";
"More than one iPod is attached." = "Há mais de um iPod conectado.";
"Restore iPod" = "Restaurar iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Seu iPod foi atualizado para a versão <version>. Por favor, desconecte e conecte novamente o iPod para que ele possa completar o processo de atualização.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Seu iPod foi restaurado para os ajustes de fábrica. Por favor, desconecte e conecte novamente o iPod para que ele possa completar o processo de restauração.";
"Please attach one iPod at a time to be updated." = "Conecte um iPod por vez para ser atualizado.";
"Out of memory." = "Sem memória.";
"<version> (needs update)" = "<version> (necessita atualização)";
"No iPod is attached." = "Não há nenhum iPod conectado.";
Update = "Atualizar";
"<version> (up to date)" = "<version> (atualizado)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Seu iPod foi restaurado para os ajustes de fábrica. Por favor, ejete e depois desconecte e conecte novamente o iPod para que ele possa completar o processo de restauração.";
"The attached iPod does not have proper software on it." = "O iPod conectado não dispõe de software apropriado.";
"Serial Number:" = "Número de Série:";
"An unexpected error occurred." = "Ocorreu um erro inesperado.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Foi detectado um único iPod, mas ele deve ser montado na mesa para que esta operação funcione.";
"Could not find updater library." = "A biblioteca do atualizador não foi encontrada.";
"iPod Software Version <version>" = "Software do iPod Versão <version>";
"Update puts the latest system software on your iPod." = "A atualização coloca o software de sistema mais recente em seu iPod.";
"Updating iPod software" = "Atualizando o software do iPod";
"Name:" = "Nome:";
Stop = "Parar";
"The updater does not have a firmware image." = "O atualizador não possui uma imagem de firmware.";
"Update iPod" = "Atualizar iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Há mais de um iPod conectado. Conecte um iPod por vez para ser atualizado.";
"An iPod is attached, but not mounted on the desktop." = "Há um iPod conectado, mas não montado na mesa.";
"Restoring iPod software" = "Restaurando o software do iPod";
Options = "Opções";
"About iPod Updater" = "Sobre o Atualizador iPod";
"All data currently stored on the iPod will be lost." = "Todos os dados armazenados atualmente no iPod serão perdidos.";
"Are you sure you want to restore the iPod software?" = "Tem certeza que deseja restaurar o software do iPod?";
"The iPod Updater requires CarbonLib 1.4 or newer." = "O Atualizador do iPod requer o CarbonLib 1.4 ou posterior.";
"Done restoring iPod software" = "Restauração do software do iPod concluída";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Se você encerrar enquanto uma operação está em andamento, talvez necessite restaurar o software do iPod mais tarde.";
"iPod Software <version> Updater" = "Atualizador do Software iPod <version>";
"The iPod Updater application may be damaged." = "O aplicativo Atualizador iPod talvez esteja danificado.";
Restore = "Restaurar";
"Could not find a SysInfo file on the iPod disk." = "Não foi possível encontrar um arquivo SysInfo no disco do iPod.";
"Authenticating..." = "Autenticando...";
"Capacity:" = "Capacidade:";
"The iPod disk does not have the correct structure." = "O disco do iPod não possui a estrutura correta.";
"The updater does not have a volume image." = "O atualizador não possui uma imagem de volume.";
"Done updating iPod software" = "Atualização do software do iPod concluída";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "A restauração apaga completamente o seu iPod e aplica os ajustes de fábrica. Suas músicas e outros dados serão apagados.";
"Quit while this operation is in progress?" = "Encerrar enquanto a operação está em andamento?";
R = "R";
"Software Version:" = "Versão do Software:";
"The Mac OS error code was <error>." = "O código de erro do Mac OS era <error>.";

